CheeleeLocale = {
    WELCOME_VIDEO: '3DswpQcsFd8RZNS7f',

    VIDEOS: 'feZpJJ87WRfNavhbN,tnQ6oSZh5LAh5y3nE,ZFkqTT8uF8jxpyZk6,LYtmFEk3BXPDnB9NP,RX7yprTHD2XDmugEj',

    WELCOME_PHRASE: `Мы создатели 🔒 закрытой социальной сети 
“<a href='https://cheelee.io/ no_preview'><b>cheelee</b></a>”🔒

💶 В ней вы сможете смотреть видеоролики
и зарабатывать реальные деньги за просмотр роликов 💶

это наш 🔐 бот для <b>регистрации</b> 🔐
`
,

    AGREEMENT_HTML: `⬇️ Жми <b>"старт"</b>, чтобы уже начать зарабатывать.`,

    BTN_START: '➡️ Старт',

    INTRODUCTORY_INF: `<pre>  </pre>
    ❗️❓Хотите Подробнее узнать о 
    соициальной сети и деятельности 
    нашей команды ❗️❓
    
💰Крупные бренды платят
н️️ам за рекламу, а мы уже платим Вам
за просмотр💰

Ваше внимание/время, потраченное
на просмотр роликов конвертируется
в деньги. 
💵  ➡️  🙆

Вы и другие пользователи могут
начать уже тут, а после продолжить
в “<a href='https://cheelee.io/ no_preview'>cheelee</a>”

Все средства перенесуться 
на ваш аккаунт после 🔐регистрации🔐
`,

    BTN_VIEWED: 'Посмотрел +5€',

    BTN_REG: 'Перейти к регистрации',

    VIEW_EARNING: `<pre> </pre>
                                  <b>+5€</b>
             Спасибо Вам за просмотр

             💰Всего заработали: {user.balance} €
    
            До открытия возможности 

    регистрирации осталось {videos_left} роликов
<pre> </pre>`,

    AFTER_FIVE_VIEWS: `<pre> </pre>
     Спасибо Вам за просмотр

     💰Всего заработали: {user.balance}  €
    
⛔К сожалению вы исчерпали
лимит. Чтобы продолжить
зарабатывать - перейдите в
социальную сеть. Ваши 
средства перенесутся на 
Ваш аккаунт "<b>cheelee</b>"⛔`,

    WARMING_UP: `<pre> </pre>
✨✨🎉Поздравляем 🎉✨✨
Регистрация  доступна  для  Вас
 📃Время заполнения формы 
             занимает 1 минуту📃`,

    YOUR_FIRSTNAME:'✏️ Ваше имя',

    YOUR_LASTNAME:`✏️ Ваша фамилия 
    🔐(информация необходима для восстановления
    вашего аккаунта)`,

    YOUR_LOGIN: '✏️ Логин(от 3-х символов)',
    LOGIN_LONGER: `Логин должен быть длиннее.
Попробуйте еще раз`,

    SUB_PARTNER: `🎖️Последний шаг регистрации
Вам необходимо подписаться
на партнера нашей социальной сети

Так же Мы дарим 100€ 💰 за каждого приглашенного
Вами друга 👨`,

    BTN_SUB: 'Подписаться',
    BTN_INVITE:'Пригласить друга +100€',
    BTN_SUBED:'Я подписался',
    BTN_REFRESH: 'Обновить баланс',
    STOP_UNSUB: `❌ Извините, мы не можем
    Вас пропустить
    Вы не подписчик 
    “<a href='{link}'>ссылка</a>” ❌`,

    CONTINUE_REG: `❗️❗️Ваше место в очереди: {session.queue}
⌛Извините за ожидание, просим
Вас немного подождать, а за это
дарим 💰
    
                            <b>+300€</b>    
    
Бонус дарится за наличие подписки
на нашего партнера`,

    BTN_CONTINUE: 'Продолжить регистрацию',

    ERROR_MSG_СONTINUE: `<pre> </pre>
                    <b>+300€</b>

     Всего заработали: {balance} €

Ваше место в очереди: {session.queue}

❗️Не волнуйтесь, Мы обязательно 
оповестим Вас, когда Ваша
информация обработается❗️`,

    REG_SKIP: `🤔 Если у Вас возникли 
трудности с заполнением 
данных, можете пропустить 
и сделать это потом уже в 
самой социальной сети 😉`,

    BTN_SKIP: 'Пропустить',

    TROUBLE_MSG: `⌛ Наша система изучает данные других
пользователей 👩‍💼👨‍⚕️👨‍🌾👨🔍‍👨‍💻🙍‍

Ваше место в очереди: {session.queue}

❗Не волнуйтесь, Мы обязательно
оповестим Вас, когда ваша
информация обработается ❗`,

    TROUBLE_MSG_INV: `<pre> </pre>
                                <b>+100€</b>

          Всего заработали: {user.balance} €

    
⌛ Наша система изучает данные других
пользователей 👩‍💼👨‍⚕️👨‍🌾👨🔍‍👨‍💻🙍‍

Ваше место в очереди: {session.queue}


❗Не волнуйтесь, Мы обязательно
оповестим Вас, когда ваша
информация обработается ❗`
}